{
  "trainingPhrases": [ {
    "parts": [ {
      "text": "I like to talk to someone about the appointments that you all have missed",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Modify Order Appointment",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Can I change my appointment for the order?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I need to modify the appointment for my order.",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Is it possible to reschedule the order appointment?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "How can I update the appointment time for my order?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I would like to change the scheduled appointment for my order.",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Can you help me adjust the appointment time for my order?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I need to make a modification to the order's appointment.",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Is there a way to modify the appointment date for my order?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Can I reschedule the order's appointment?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I want to update the appointment details for my order.",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Reschedule appointment for my order",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Change time\n for order",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Update order appointment",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I need to make changes to the appointment time for my order due to a scheduling conflict. Can you assist me with modifying it?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Due to unexpected circumstances, I would like to reschedule the appointment for my order. Could you help me update the appointment details accordingly?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I mistakenly provided the wrong date for the appointment of my order. Is there a way to modify it and select a new suitable date?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "The initial appointment time for my order doesn't work for me anymore. Can you guide me through the process of changing the appointment to a different time slot?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I realized that the appointment I scheduled for my order clashes with another important event. Is it possible to adjust the appointment to a different date that aligns better with my availability?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I need to make changes to my scheduled appointment. How can I go about modifying it as a postpaid/prepaid customer?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Is it possible to reschedule or modify my upcoming appointment? I need to adjust the date/time.",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Due to unforeseen circumstances, I'd like to request a modification to my order appointment. How can I proceed?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I need to make adjustments to my scheduled appointment. Can you guide me through the process as a postpaid/prepaid customer?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I'd like to modify the details of my upcoming appointment. What steps should I take as a postpaid/prepaid customer?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Are there specific channels or an online platform where I can request a modification to my order appointment?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I have a conflicting commitment and need to change my appointment. How can I modify it as a postpaid/prepaid customer?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I'd appreciate assistance in modifying my order appointment. What's the procedure for postpaid/prepaid customers?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Due to a change in my availability, I need to reschedule my appointment. How can I modify the existing order?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I want to make adjustments to the date/time of my upcoming appointment. How can I request a modification?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I submitted an order appointment, but I need to modify the details. How can I proceed as a prepaid customer?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Due to a scheduling conflict, I'd like to request a modification to my upcoming prepaid order appointment. What's the process?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Is there a self-service option online for prepaid customers to modify the details of their order appointments?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I'd like to adjust the date and time of my prepaid order appointment. Can you provide guidance on how to modify it?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "As a prepaid customer, I need to modify my order appointment. Are there specific hours for making these adjustments?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I appreciate your help. Can you assist me in modifying the details of my prepaid order appointment?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I want to make changes to my prepaid order appointment. What's the preferred method for submitting modification requests?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I submitted an order appointment request but need to modify it. How can I go about making these changes as a prepaid customer?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Due to unforeseen circumstances, I need to modify my prepaid order appointment. What steps should I take?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Is there a customer support line for prepaid customers to request modifications to their order appointments?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I need to modify the details of my prepaid order appointment. Can you provide assistance with this request?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "As a prepaid customer, I'm looking to make adjustments to my order appointment. What's the process for modification?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Due to changes in my schedule, I'd like to modify the date and time of my prepaid order appointment. How can I do that?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Is there an online portal or app where I can log in and easily modify my prepaid order appointment details?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I submitted a prepaid order appointment request, but I need to modify it. What are the steps involved in making changes?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "For better alignment with my availability, I want to modify the date of my prepaid order appointment. How should I proceed?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I appreciate your support. Can you guide me through the process of modifying my prepaid order appointment?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "As a prepaid customer, I'd like to request a modification to my order appointment. What information do you need from me?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Due to unforeseen circumstances, I need to modify my prepaid order appointment. Can you assist with this request?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I'm seeking to modify my prepaid order appointment. Are there specific guidelines for making these adjustments?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I need to make changes to my prepaid order appointment. Could you assist me in the modification process?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "As a prepaid customer, I'm interested in modifying the details of my upcoming order appointment. How can I proceed?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Due to unexpected circumstances, I'd like to modify the date and time of my prepaid order appointment. What's the procedure?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Is there a specific form or online platform for prepaid customers to submit modification requests for order appointments?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I appreciate your help. Can you provide guidance on modifying the details of my prepaid order appointment?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I'm exploring options to modify the schedule of my prepaid order appointment. What steps should I follow?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "As a prepaid customer, I'd like to request a modification to my order appointment. What documentation or information is required?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I submitted a prepaid order appointment request, but I need to make changes. How can I initiate the modification process?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I want to ensure the accuracy of my appointment details. Can you guide me on modifying my prepaid order appointment?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I value your assistance. What's the preferred way for prepaid customers to request modifications to order appointments?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I submitted an order appointment, but I need to modify the details. How can I proceed as a postpaid customer?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Due to a scheduling conflict, I'd like to request a modification to my upcoming postpaid order appointment. What's the process?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Is there a self-service option online for postpaid customers to modify the details of their order appointments?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I'd like to adjust the date and time of my postpaid order appointment. Can you provide guidance on how to modify it?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "As a postpaid customer, I need to modify my order appointment. Are there specific hours for making these adjustments?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I appreciate your help. Can you assist me in modifying the details of my postpaid order appointment?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I want to make changes to my postpaid order appointment. What's the preferred method for submitting modification requests?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I submitted an order appointment request but need to modify it. How can I go about making these changes as a postpaid customer?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Due to unforeseen circumstances, I need to modify my postpaid order appointment. What steps should I take?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Is there a customer support line for postpaid customers to request modifications to their order appointments?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I need to modify the details of my postpaid order appointment. Can you provide assistance with this request?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "As a postpaid customer, I'm looking to make adjustments to my order appointment. What's the process for modification?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Due to changes in my schedule, I'd like to modify the date and time of my postpaid order appointment. How can I do that?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Is there an online portal or app where I can log in and easily modify my postpaid order appointment details?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I submitted a postpaid order appointment request, but I need to modify it. What are the steps involved in making changes?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "For better alignment with my availability, I want to modify the date of my postpaid order appointment. How should I proceed?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I appreciate your support. Can you guide me through the process of modifying my postpaid order appointment?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "As a postpaid customer, I'd like to request a modification to my order appointment. What information do you need from me?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Due to unforeseen circumstances, I need to modify my postpaid order appointment. Can you assist with this request?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I'm seeking to modify my postpaid order appointment. Are there specific guidelines for making these adjustments?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I need to make changes to my postpaid order appointment. Could you assist me in the modification process?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "As a postpaid customer, I'm interested in modifying the details of my upcoming order appointment. How can I proceed?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Due to unexpected circumstances, I'd like to modify the date and time of my postpaid order appointment. What's the procedure?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Is there a specific form or online platform for postpaid customers to submit modification requests for order appointments?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I appreciate your help. Can you provide guidance on modifying the details of my postpaid order appointment?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I'm exploring options to modify the schedule of my postpaid order appointment. What steps should I follow?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "As a postpaid customer, I'd like to request a modification to my order appointment. What documentation or information is required?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I submitted a postpaid order appointment request, but I need to make changes. How can I initiate the modification process?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I want to ensure the accuracy of my appointment details. Can you guide me on modifying my postpaid order appointment?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I value your assistance. What's the preferred way for postpaid customers to request modifications to order appointments?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I am looking for my install info. It was scheduled for ",
      "auto": true
    }, {
      "text": "tomorrow",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Reschedule appointment",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Need assistance with my appointment",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I was scheduled for activation of my service ",
      "auto": true
    }, {
      "text": "today",
      "auto": true
    }, {
      "text": " but unable to connect",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "please reschedule my repair ticket",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "i need to reschedule my appointment",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Not available on my appointment. Help me reschedule it",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Is it possible to reschedule my installation?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Can my installation be rescheduled in any way?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "could you reschedule my appointment for a new service by ",
      "auto": true
    }, {
      "text": "a day",
      "auto": true
    }, {
      "text": "?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Is it possible to reschedule my installation for a new service?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I need assistance with resceduling my installation appointment",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Do you guys provide reschedule option for the installation process?",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Help me reshedule my installation appointment",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Please reschedule the appt",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "I am trying to get my appointment rescheduled",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  }, {
    "parts": [ {
      "text": "Trying to reschedule my appointment but site doesn't update it",
      "auto": true
    } ],
    "repeatCount": 1,
    "languageCode": "en"
  } ]
}
